{
  "title": "Conditions Générales d'Utilisation",
  "lastUpdated": "Dernière mise à jour : Janvier 2025",
  "introduction": {
    "title": "1. Introduction",
    "content": "Bienvenue sur PoloBeatsProd. En utilisant notre site web et nos services, vous acceptez de vous conformer aux présentes Conditions Générales d'Utilisation. Si vous n'acceptez pas ces conditions, veuillez ne pas utiliser nos services."
  },
  "services": {
    "title": "2. Description des Services",
    "content": "PoloBeatsProd propose des beats musicaux, des instrumentales et des services de production musicale. Nous offrons des licences d'utilisation pour nos créations musicales selon différents types de licences (basique, premium, exclusive)."
  },
  "intellectualProperty": {
    "title": "3. Propriété Intellectuelle",
    "content": "Tous les beats, instrumentales et contenus présents sur PoloBeatsProd sont protégés par le droit d'auteur. L'achat d'une licence vous donne certains droits d'utilisation selon le type de licence choisi, mais ne vous transfère pas la propriété du contenu."
  },
  "acceptableUse": {
    "title": "4. Utilisation Acceptable",
    "content": "Vous vous engagez à utiliser nos services de manière légale et respectueuse. Il est interdit de redistribuer, revendre ou partager illégalement nos contenus sans autorisation appropriée."
  },
  "purchases": {
    "title": "5. Achats et Paiements",
    "content": "Tous les achats sont finaux. Les prix sont indiqués en euros TTC. Nous acceptons les paiements par carte bancaire et autres moyens de paiement sécurisés. Les licences sont délivrées immédiatement après confirmation du paiement."
  },
  "liability": {
    "title": "6. Limitation de Responsabilité",
    "content": "PoloBeatsProd ne peut être tenu responsable des dommages directs ou indirects résultant de l'utilisation de nos services. Notre responsabilité est limitée au montant payé pour les services concernés."
  },
  "contact": {
    "title": "7. Contact",
    "content": "Pour toute question concernant ces CGU, veuillez nous contacter via la page contact de notre site web ou par email."
  }
}
