{
  "title": "Regulamin Serwisu",
  "lastUpdated": "Ostatnia aktualizacja: Styczeń 2025",
  "introduction": {
    "title": "1. Wprowadzenie",
    "content": "Witamy w PoloBeatsProd. Korzystając z naszej strony internetowej i usług, zgadzasz się przestrzegać niniejszego Regulaminu. Jeśli nie akceptujesz tych warunków, prosimy o niekorzystanie z naszych usług."
  },
  "services": {
    "title": "2. Opis Usług",
    "content": "PoloBeatsProd oferuje beaty muzyczne, instrumentale i usługi produkcji muzycznej. Zapewniamy licencje na użytkowanie naszych utworów muzycznych według różnych typów licencji (podstawowa, premium, ekskluzywna)."
  },
  "intellectualProperty": {
    "title": "3. Własność Intelektualna",
    "content": "Wszystkie beaty, instrumentale i treści na PoloBeatsProd są chronione prawem autorskim. Zakup licencji daje określone prawa użytkowania zgodnie z wybranym typem licencji, ale nie przenosi na Ciebie własności treści."
  },
  "acceptableUse": {
    "title": "4. Dopuszczalne Użycie",
    "content": "Zobowiązujesz się do korzystania z naszych usług w sposób legalny i pełen szacunku. Zabronione jest rozpowszechnianie, odsprzedawanie lub nielegalne udostępnianie naszych treści bez odpowiedniego upoważnienia."
  },
  "purchases": {
    "title": "5. Zakupy i Płatności",
    "content": "Wszystkie zakupy są ostateczne. Ceny są podane w euro z VAT. Akceptujemy płatności kartą kredytową i inne bezpieczne metody płatności. Licencje są dostarczane natychmiast po potwierdzeniu płatności."
  },
  "liability": {
    "title": "6. Ograniczenie Odpowiedzialności",
    "content": "PoloBeatsProd nie może być pociągnięty do odpowiedzialności za szkody bezpośrednie lub pośrednie wynikające z korzystania z naszych usług. Nasza odpowiedzialność jest ograniczona do kwoty zapłaconej za odpowiednie usługi."
  },
  "contact": {
    "title": "7. Kontakt",
    "content": "W przypadku pytań dotyczących niniejszego Regulaminu, prosimy o kontakt za pośrednictwem strony kontaktowej naszej witryny lub przez e-mail."
  }
}
